Repository: common-repository/mfplugin
Catalog: languages/mfplg-*.po
Languages: es_ar, fr_fr

source: Filename
es_ar: Nombre del archivo
fr_fr: Nom du fichier

source: File description
es_ar: Descripción del archivo
fr_fr: Description du fichier

source: File scope
es_ar: Ámbito del archivo
fr_fr: Portée fichier

source: Downloads
es_ar: Descargas
fr_fr: Téléchargements

source: Settings Updated.
es_ar: Opciones Guardadas
fr_fr: Options sauvegardées

source: Login successful at MediaFire
es_ar: Inicio de sesión correcto en MediaFire
fr_fr: Connectez-vous réussi à MediaFire

source: Login incorrect. Check the access settings to MediaFire.
es_ar: Error al iniciar sesión en MediaFire. Verifique los datos de acceso.
fr_fr: Login incorrect. Vérifiez les paramètres d'accès à MediaFire.

source: Data Access Account MediaFire
es_ar: Datos de Acceso a la Cuenta de MediaFire
fr_fr: Les données du compte d'accès MediaFire

source: User
es_ar: Usuario
fr_fr: Utilisateur

source: Password
es_ar: Contraseña
fr_fr: Mot de passe

source: MediaFire API
es_ar: API de MediaFire
fr_fr: API MediaFire

source: Get API
es_ar: Obtener API
fr_fr: Obtenez API

source: MediaFire APP ID
es_ar: ID de Aplicación
fr_fr: ID de l'application

source: Get APP ID
es_ar: Obtener ID de Aplicación
fr_fr: Obtenez ID de l'application

source: Update Settings
es_ar: Guardar
fr_fr: Sauver

source: Files in MediaFire
es_ar: Archivos en MediaFire
fr_fr: Fichiers dans MediaFire

source: Current User
es_ar: Usuario actual
fr_fr: Utilisateur actuel

source: Click on the file you want to include
es_ar: Click en el archivos que quieras incluir
fr_fr: Cliquez sur le fichier que vous souhaitez inclure
